Repository: City-of-Mikkeli/wordpress-kunta-api-tiles
Catalog: languages/kunta-api-tiles-*.po
Languages: fi

source: Header Tiles
fi: Pikkubannerit

source: Header Tile
fi: Pikkubanneri

source: Add Tile
fi: Lisää pikkubanneri

source: Add New Tile
fi: Lisää uusi pikkubanneri

source: Edit Tile
fi: Muokkaa pikkubanneria

source: New Tile
fi: Uusi pikkubanneri

source: View Tile
fi: Näytä pikkubanneri

source: Search Tiles
fi: Hae pikkubannereita

source: No Tiles found
fi: Pikkubannereita ei löytynyt

source: No Tiles in trash
fi: Ei pikkubannereita roskakorissa

source: Tiles
fi: Pikkubannerit

source: Tile Link
fi: Pikkubannerilinkki

source: Kunta API Tiles
fi: Kunta API pikkubannerit

source: Kunta API Header Tiles plugin for Wordpress
fi: Kunta API pikkubanneri lisäosa Wordpressille
